{
  "facts": [
    {
      "id": 1,
      "fact": "Dogs may pretend to be sick to get more attention from their owners."
    },
    {
      "id": 2,
      "fact": "Cats sleep for around 70% of their lives which can be up to 16 hours a day."
    },
    {
      "id": 3,
      "fact": "Dogs can smell when their owners are afraid thanks to their perspiration."
    },
    {
      "id": 4,
      "fact": "A cat’s brain is 90% similar to the human brain."
    },
    {
      "id": 5,
      "fact": "A study at UCSD claims that dogs can get jealous when their owners show fondness toward other creatures."
    },
    {
      "id": 6,
      "fact": "Happy rabbits like to hop and do a twist in the air...this act is also known as a “binky”."
    },
    {
      "id": 7,
      "fact": "Cats can rotate their ears up to 180º."
    },
    {
      "id": 8,
      "fact": "Dogs in Russia have taught themselves to ride the subway and can figure out which stops lead to food."
    },
    {
      "id": 9,
      "fact": "Rats laugh when they’re tickled."
    },
    {
      "id": 10,
      "fact": "Dogs have a sense of time and can get accustomed to their schedules in terms of meal times and when they’ll be taken for a walk."
    },
    {
      "id": 11,
      "fact": "Female cats tend to be right-pawed and male cats tend to be left-pawed."
    },
    {
      "id": 12,
      "fact": "Dogs have such a powerful sense of smell"
    },
    {
      "id": 13,
      "fact": "Rabbit teeth never stop growing; tough plant food helps to wear them down."
    },
    {
      "id": 14,
      "fact": "Dogs curl up when they sleep because of instinct...it helps to keep them warm and protect themselves."
    },
    {
      "id": 15,
      "fact": "Owning a cat can lower a person’s risk of stroke and heart attack by a third."
    },
    {
      "id": 16,
      "fact": "One survey claims that a man’s chance of getting a girl’s phone number more than triples when they’re with a dog."
    },
    {
      "id": 17,
      "fact": "After reaching maturity"
    },
    {
      "id": 18,
      "fact": "Petting a puppy can help lower your blood pressure."
    },
    {
      "id": 19,
      "fact": "Rabbits clean themselves by licking their paws just like cats do."
    },
    {
      "id": 20,
      "fact": "Some dogs have been known to stop and smell certain plants"
    }
  ]
}